{
  "leftMenu": {
    "signIn": "Sign in",
    "settings": "Settings",
    "aboutUs": "About us",
    "writeUs": "Write us",
    "writeUsDesc": "If you have any service problems",
    "profilePage": "Profile",
    "myOrders": "My orders",
    "myAddresses": "My addresses",
    "myCards": "My cards"
  },
  "main": {
    "deliveryOrPickup": "Schedule delivery or pick up",
    "newsAndPromotions": "News and promotions",
    "readMore": "Read more"
  },
  "deliveryOrPickup": {
    "chooseType": "Choose how to receive order",
    "delivery": "Delivery",
    "pickup": "Pickup",
    "takeAway": "Take away",
    "AtTheRestaurant": "At the restaurant",
    "toTheParkingLot": "To the parking lot"
  },
  "signIn": {
    "signIn": "Sign in",
    "enterNumber": "Enter number phone",
    "getConfirmationCode": "Get confirmation code",
    "proceed": "Proceed",
    "typeOtp": "Type code",
    "logout": "logout",
    "codeNotReceived": "Code not received",
    "getNewCode": "Get a new code"
  },
  "settings": {
    "settings": "Settings",
    "changeLang": "Change language",
    "aboutUs": "About us",
    "reportPoints": "Report promotions",
    "pushNotify": "Push notifications, sms, email"
  },
  "about": {
    "callCenter": "Call center",
    "followUs": "FOLLOW US:",
    "privacy": "Privacy Policy",
    "terms": "Terms of use",
    "franchise": "Franchise",
    "privacyText": "1. General ProvisionsThis personal data processing policy is drawn up in accordance with the requirements of the Law of the Republic of Uzbekistan dated July 2, 2019 No. ZRU-547 “On Personal Data” (hereinafter referred to as the Law on Personal Data) and determines the procedure for processing personal data and measures taken to ensure the security of personal data LLC 'Lesailes delivery' (hereinafter referred to as the Operator).1.1. This Operator's policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can obtain about visitors to the website https://lesailes.uz/.1.2. Use of the Operator's Service by the Subject/User means the Subject/User's unconditional consent to this Policy and the conditions for processing his personal data specified therein, and in case of disagreement with these conditions, the User must refrain from using the Services specified in this Policy.2. Basic concepts used in the Policy2.1. Automated processing of personal data – processing of personal data using computer technology.2.2. Blocking of personal data – temporary cessation of processing of personal data (except for cases where processing is necessary to clarify personal data).2.3. Website is a collection of graphic and information materials, as well as programs for electronic computers and databases, ensuring their availability on the Internet at the network address https://lesailes.uz/.2.4. Personal data information system is a set of personal data contained in databases and information technologies and technical means that ensure their processing.2.5. Depersonalization of personal data - actions as a result of which it is impossible to determine without the use of additional information the ownership of personal data to a specific User or other subject of personal data.2.6. Processing of personal data – any action (operation) or set of actions (operations) performed using automation tools or without the use of such means with personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, changing), extraction, use, transfer (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data.2.7. Personal data operator – Lesailes delivery LLC, which processes the personal data of the Subject/User due to the provision of certain services in accordance with the offer (order) of the Subject/User.2.8. Personal data – any information relating directly or indirectly to a specific or identifiable Subject/User (hereinafter referred to as the “Subject”, “User” or “Subject/User”) of the website https://lesailes.uz/.2.9. User – any visitor to the website https://lesailes.uz/.3. Basic rights and obligations of the Operator3.1. The operator has the right:– receive from the subject of personal data reliable information and/or documents containing personal data;– if the subject of personal data withdraws consent to the processing of personal data, the Operator has the right to continue processing personal data without the consent of the subject of personal data if there are grounds specified in the Law on Personal Data;– independently determine the composition and list of measures necessary and sufficient to ensure the fulfillment of the obligations provided for by the Law on Personal Data and regulatory legal acts adopted in accordance with it, unless otherwise provided by the Law on Personal Data or other legislation of the Republic of Uzbekistan.3.2. The operator is obliged:– provide the subject of personal data, at his request, with information regarding the processing of his personal data;– organize the processing of personal data in the manner established by the current legislation of the Republic of Uzbekistan;– respond to requests and requests from subjects of personal data and their legal representatives in accordance with the requirements of the Law of the Republic of Uzbekistan “On Personal Data”;– report to the authorized body for the protection of the rights of personal data subjects, at the request of this body, the necessary information, within the period established by law;– publish or otherwise provide unrestricted access to this Policy regarding the processing of personal data;– take legal, organizational and technical measures to protect personal data from unauthorized or accidental access, destruction, modification, blocking, copying, provision, distribution of personal data, as well as from other unlawful actions in relation to personal data;– stop transfer (distribution, provision, access) of personal data, stop processing and destroy personal data in the manner and cases provided for by the Law of the Republic of Uzbekistan “On Personal Data”;– fulfill other duties provided for by the Law of the Republic of Uzbekistan “On Personal Data”. 4. Basic rights and obligations of personal data subjects4.1. Subjects of personal data have the right:- know that the owner and (or) operator, as well as a third party, have their personal data and their composition;- receive upon request information about the processing of personal data from the owner and (or) operator;- receive information about the conditions for providing access to your personal data from the owner and (or) operator;- contact an authorized state body or court regarding the protection of rights and legitimate interests in relation to your personal data;- give consent to the processing of your personal data and withdraw such consent, except for the cases provided for by this Law;- give consent to the owner and (or) operator, as well as a third party to distribute their personal data in publicly available sources of personal data;- require the owner and (or) operator to temporarily suspend the processing of their personal data if the personal data is incomplete, outdated, inaccurate, illegally obtained or is not necessary for the purposes of processing.4.2. Subjects of personal data are obliged to:– provide the Operator with reliable information about yourself;– inform the Operator about clarification (updating, changing) of your personal data.- providing your personal data in order to protect the foundations of the constitutional system of the Republic of Uzbekistan, morality, health, rights and legitimate interests of citizens of the Republic of Uzbekistan, ensuring the defense of the country and the security of the state.4.3. Persons who provided the Operator with false information about themselves or information about another subject of personal data without the latter's consent are liable in accordance with the legislation of the Republic of Uzbekistan.5. The Operator may process the following personal data of the User5.1. Full Name.5.2. Email address.5.3. Phone numbers.5.4. The site also collects and processes anonymized data about visitors.5.5. The above data below in the text of the Policy are united by the general concept of Personal Data.6. Principles for processing personal data6.1. The processing of personal data is carried out on a legal and fair basis.6.2. The processing of personal data is limited to the achievement of specific, pre-defined and legitimate purposes. Processing of personal data that is incompatible with the purposes of collecting personal data is not permitted.6.3. It is not allowed to combine databases containing personal data, the processing of which is carried out for purposes that are incompatible with each other.6.4. Only personal data that meets the purposes of their processing are subject to processing.6.5. The content and volume of personal data processed correspond to the stated purposes of processing. Redundancy of the processed personal data in relation to the stated purposes of their processing is not allowed.6.6. When processing personal data, the accuracy of personal data, their sufficiency, and, where necessary, relevance in relation to the purposes of processing personal data are ensured. The operator takes the necessary measures and/or ensures that they are taken to delete or clarify incomplete or inaccurate data.6.7. The storage of personal data is carried out in a form that makes it possible to identify the subject of personal data, no longer than required by the purposes of processing personal data, unless the storage period for personal data is established by the legislation of the Republic of Uzbekistan, an agreement to which the subject of personal data is a party, beneficiary or guarantor. The processed personal data is destroyed or anonymized upon achievement of the processing goals or in the event of the loss of the need to achieve these goals, unless otherwise provided by the legislation of the Republic of Uzbekistan.7. Purposes of processing personal data7.1. Purpose of processing the User's personal data:7.1.1. In order to provide the Service and provide services by the Operator and execute (accept) the offer of the Subject/User, the Operator uses the personal data of the Subject/User for the following purposes:- identification of the Subject/User within the framework of the offer;- providing the User with personalized Services;- communication with the User, including sending notifications, requests and information regarding the use of the Service, provision of services, as well as processing requests and applications from the User;- improving the quality of the Service, ease of use, development of new Services;- advertising of your products and services;- conducting statistical and other studies based on the data provided.7.2. The Operator has the right to send notifications to the User about new products and services, special offers and various events. At the same time, the User can always refuse to receive information messages by sending the Operator a letter to the email address info@lesailes.uz with the note “Refusal of notifications about new products and services and special proposals.'7.3. Anonymized data of Users, collected using Internet statistics services, serves to collect information about the actions of Users on the site, improve the quality of the site and its content.8. Conditions for processing personal data8.1. The processing of personal data is carried out with the consent of the subject of personal data to the processing of his personal data.8.2. The processing of personal data is necessary to carry out the assigned tasks by the Law of the Republic of Uzbekistan “On Personal Data”.9. Procedure for collection, storage, transfer and other types of processing of personal dataThe security of personal data processed by the Operator is ensured by implementing legal, organizational and technical measures necessary to fully comply with the requirements of the current legislation of the Republic of Uzbekistan in the field of personal data protection.9.1. The operator ensures the safety of personal data and takes all possible measures to prevent access to personal data by unauthorized persons.9.2. The User's personal data will never, under any circumstances, be transferred to third parties, except in cases related to the implementation of the current legislation of the Republic of Uzbekistan, or in the event that the subject of personal data has given consent to the Operator to transfer data to a third party to fulfill obligations under a civil law contract .9.3. If inaccuracies in personal data are identified, the User can update them independently by sending a notification to the Operator to the Operator's e-mail address info@lesailes.uz marked “Updating personal data.”9.4. The period for processing personal data is determined by the achievement of the purposes for which the personal data were collected, unless a different period is provided for by the contract or current legislation.The User may at any time withdraw his consent to the processing of personal data by sending a notification to the Operator via email to the Operator's email address info@lesailes.uz marked “Withdrawal of consent to the processing of personal data.”9.5. All information that is collected by third-party services, including payment systems, communications and other service providers, is stored and processed by these persons (Operators) in accordance with their User Agreement and Privacy Policy. The subject of personal data and/or the User is obliged to independently familiarize himself with the specified documents in a timely manner. The operator is not responsible for the actions of third parties, including the service providers specified in this paragraph.9.6. Prohibitions established by the subject of personal data on the transfer (except for providing access), as well as on processing or conditions for processing (except for gaining access) of personal data permitted for distribution, do not apply in cases of processing personal data in state, public and other public interests determined by law RUz.9.7. When processing personal data, the operator ensures the confidentiality of personal data.9.8. The operator stores personal data in a form that allows identifying the subject of personal data for no longer than required by the purposes of processing personal data, unless the storage period for personal data is established by the legislation of the Republic of Uzbekistan, an agreement to which the subject of personal data is a party, beneficiary or guarantor.9.9. The condition for terminating the processing of personal data may be the achievement of the purposes of processing personal data, the expiration of the consent of the subject of personal data or the withdrawal of consent by the subject of personal data, as well as the identification of unlawful processing of personal data.10. List of actions performed by the Operator with received personal data10.1. The operator collects, records, systematizes, accumulates, stores, refines (updates, changes), extracts, uses, transfers (distribute, provide, access), depersonalizes, blocks, deletes and destroys personal data.10.2. The operator carries out automated processing of personal data with or without receiving and/or transmitting the received information via information and telecommunication networks.11. Confidentiality of personal dataThe operator and other persons who have access to personal data are obliged not to disclose to third parties or distribute personal data without the consent of the subject of personal data, unless otherwise provided by the legislation of the Republic of Uzbekistan.12. Final provisions12.1. The user can receive any clarification on issues of interest regarding the processing of his personal data by contacting the Operator via email info@lesailes.uz.12.2. This document will reflect any changes to the Operator's personal data processing policy. The policy is valid indefinitely until it is replaced by a new version.12.3. Current version of the Policy is freely available on the Internet at info@lesailes.uz.",
    "termsText": "Inspiring pleasures from Les Ailes\nIf the history of the creation of the Les Ailes network did not exist, it would definitely have to be invented. This is an amazing example of commercial success intertwined with people's love, reverent attitude to national gastronomic traditions and progressive European technologies. Les Ailes is more than just fast food. Rather, it is a mix of bistronomy, which is incredibly fashionable today, and reference cafes for fast and healthy food.\nTranslated from French, Les Ailes means “wings” and sounds like “liesel”, but from the very first days of its existence, the brand was so treated with love by guests that it immediately turned into “Les Ailes”, becoming a symbol of inspiring success and what it was for. come with the whole family or in the company of friends - the juiciest breaded chicken.\nUnlike fast food restaurants, where the menu is based on ready-made food, everything is much more complicated in Les Ailes: they create dishes from blanks, that is, the cooking process takes longer, which guarantees the original freshness of the products and the absolute authenticity of tastes.\nChicken wings, nuggets, balls and strips, chicken cheese, burgers and longers, vegetable salads, cheesecakes, soups and desserts - everything served at Les Ailes is the result of numerous travels around the world, acquaintance with different cuisines, selection of first-class products and reliable suppliers, compositions of outstanding author's recipes.\nWell, the commercial success of the Les Ailes network, owned by the Havoqand People group of companies, and the loyalty of guests are most eloquently spoken by the numbers. For 8 years of work, the network has grown to 15 branches, went beyond the borders of Uzbekistan. In 2021, the Les Ailes brand launched a franchise and opened its first outlet in Kazakhstan. Les Ailes also became the first network in Uzbekistan to launch a Telegram bot for delivery. Such automation allows today to fulfill about a thousand orders per day.",
    "franchiseText": "Inspiring pleasures from Les Ailes\nIf the history of the creation of the Les Ailes network did not exist, it would definitely have to be invented. This is an amazing example of commercial success intertwined with people's love, reverent attitude to national gastronomic traditions and progressive European technologies. Les Ailes is more than just fast food. Rather, it is a mix of bistronomy, which is incredibly fashionable today, and reference cafes for fast and healthy food.\nTranslated from French, Les Ailes means “wings” and sounds like “liesel”, but from the very first days of its existence, the brand was so treated with love by guests that it immediately turned into “Les Ailes”, becoming a symbol of inspiring success and what it was for. come with the whole family or in the company of friends - the juiciest breaded chicken.\nUnlike fast food restaurants, where the menu is based on ready-made food, everything is much more complicated in Les Ailes: they create dishes from blanks, that is, the cooking process takes longer, which guarantees the original freshness of the products and the absolute authenticity of tastes.\nChicken wings, nuggets, balls and strips, chicken cheese, burgers and longers, vegetable salads, cheesecakes, soups and desserts - everything served at Les Ailes is the result of numerous travels around the world, acquaintance with different cuisines, selection of first-class products and reliable suppliers, compositions of outstanding author's recipes.\nWell, the commercial success of the Les Ailes network, owned by the Havoqand People group of companies, and the loyalty of guests are most eloquently spoken by the numbers. For 8 years of work, the network has grown to 15 branches, went beyond the borders of Uzbekistan. In 2021, the Les Ailes brand launched a franchise and opened its first outlet in Kazakhstan. Les Ailes also became the first network in Uzbekistan to launch a Telegram bot for delivery. Such automation allows today to fulfill about a thousand orders per day."
  },
  "basket": {
    "basket": "Basket",
    "navigationBottomLabel": "Cart",
    "order": "Order",
    "addToOrder": "Add to order",
    "willReturn": "Will return",
    "fromOrder": "from order"
  },
  "profile": {
    "profile": "Profile",
    "name": "Name",
    "birthDay": "Date of Birth",
    "email": "Email",
    "phone": "Phone",
    "deleteProfile": "Delete profile",
    "enterYourBirthday": "Enter your birthday",
    "errorDeleteProfile": "Error deleting profile",
    "logout": "Logout",
    "logoutConfirm": "Are you sure you want to logout?",
    "error": "Error",
    "updateError": "Error updating profile",
    "profileUpdated": "Profile updated successfully",
    "profileDeleted": "Profile deleted successfully",
    "requiredField": "Field is required"
  },
  "save": "Save",
  "deliveryBottomSheet": {
    "addressNotDeliverable": "The address is out of the delivery area or branches are closed",
    "continue": "Continue",
    "specifyAddress": "Specify the address"
  },
  "cancel": "Cancel",
  "cooking": "Cooking",
  "cancelled": "Cancelled",
  "accepted": "Accepted",
  "not-accepted": "Not accepted",
  "not-confirmed": "Not confirmed",
  "awaiting-payment": "Awaiting payment",
  "cooked": "Ready and waiting to be sent",
  "delivering": "On the way",
  "done": "Delivered",
  "order": "Order",
  "total": "Total",
  "delivery-address": "Delivery address",
  "goods-amount": "item(s) worth",
  "write": "Write",
  "DeliveryTypeEnum": {
    "pickup": "Cook",
    "deliver": "Deliver"
  },
  "newAddress": "New address",
  "pickup": {
    "tabList": "List",
    "tabMap": "On map",
    "buttonSelectThisBranch": "Pick up here",
    "pageTitle": "Choose restaurant",
    "addressLabel": "Address",
    "workSchedule": "Work hours: from {fromTime} to {toTime}",
    "terminalIsNotWorking": "This restaurant is currently closed",
    "scheduleLabel": "Working hours",
    "workScheduleNumbers": "{fromTime} - {toTime}",
    "showRoute": "Build a route"
  },
  "addressNotFound": "Address not found",
  "chooseCity": "Choose city",
  "yourCity": "Your city",
  "ready": "Ready",
  "orderCreate": {
    "chooseDeliveryTime": "Delivery time",
    "deliverNow": "Now",
    "deliverLater": "Later",
    "chooseTime": "Select delivery time",
    "payType": "Payment method"
  },
  "choose": "Choose",
  "payType": {
    "cash": "Cash",
    "uzcard": "UzCard",
    "cashback": "Coins",
    "online": "Online payments",
    "chooseDeliveryAddress": "Select a delivery or pickup address",
    "card": "Card"
  },
  "orderSuccess": {
    "thanks": "Thank you, order accepted",
    "yourOrderLabel": "Your order",
    "statusLabel": "Order status"
  },
  "house": "House",
  "flat": "Flat",
  "entrance": "Entrance",
  "intercom": "Intercom",
  "additionalPhoneNumber": "Additional phone number",
  "commentToOrder": "Comment to order",
  "comment": "Comment",
  "incorrectCode": "The entered code is incorrect or the code has expired",
  "sentCodeToNumber": "Sent code to number",
  "getNewCode": "Get a new code",
  "wrongNumber": "Wrong number",
  "enterYourName": "Enter your name",
  "yourName": "Your name",
  "nearBranchNotFound": "No branch near you found",
  "product": "Product",
  "equipment": "Equipment",
  "delivery": "Delivery",
  "leaveAReview": "Leave a review",
  "send": "Send",
  "reviewSended": "Review sended",
  "selectFirst": "Select first",
  "nearest_terminal_not_found": "The branch nearest to you has not been found",
  "nearest_terminals_is_closed": "The branch closest to you is closed",
  "youHave": "You have",
  "sum": "sum",
  "reviewSaved": "Your review has been successfully accepted",
  "addressName": "Address name",
  "takenAway": "Taken away",
  "shippingAmount": "Shipping amount",
  "checkInet": "Check internet connections",
  "update": "Update",
  "nextTime": "Next time",
  "cashback": "Cashback",
  "cashbackHistory": "Accrual history and write-offs of cashback points",
  "accrued": "Accrued",
  "decommissioned": "Decommissioned",
  "chooseDate": "Choose date",
  "day": "Day",
  "buyWithTheseProducts": "Buy with these products",
  "featuredProducts": "Featured Products",
  "buyWithThisProduct": "Buy with this product",
  "addedToBasket": "Added to basket",
  "orderTracking": {
    "tracking_page_title": "Track your order",
    "location_not_allowed_for_status": "Tracking is not available in this order status",
    "error_label": "Error",
    "location_not_found": "Tracking is not available",
    "order_not_found": "Order not found",
    "user_not_found": "User not found",
    "rights_not_enough": "Insufficient tracking rights",
    "order_not_deliver": "Tracking is not available",
    "user_not_signed": "You are not logged in"
  },
  "addCard": "Add card",
  "cardNumber": "Card number",
  "expireDate": "Expiration date",
  "p_b_n_selected": "Pickup branch is not selected",
  "d_a_n_specified": "Delivery address is not specified",
  "cards": {
    "deleteModalTitle": "Delete card",
    "deleteModalText": "Are you sure you want to delete the card?",
    "deleteModalCancel": "Cancel",
    "deleteModalDelete": "Delete",
    "noCards": "No cards",
    "addCard": "Add card",
    "continue": "Continue",
    "otpPageTitle": "Enter the code from the SMS",
    "otpPageText": "We sent an SMS with a code to the number",
    "otpApprove": "Confirm",
    "insufficientFunds": "Insufficient funds",
    "balance": "Balance",
    "choose": "Choose",
    "fillAllFields": "Fill in all the fields",
    "enterCardNumber": "Enter card number",
    "enterExpiryDate": "Enter expiry date"
  },
  "notSelectedDeliveryType": "Not selected delivery type",
  "notSelectedPickupTerminal": "Not selected pickup terminal",
  "notSelectedDeliveryAddress": "Not selected delivery address",
  "notSelectedDeliveryTime": "Not selected delivery time",
  "notSelectedPayType": "Not selected payment method",
  "deliveryNotAvailable": "Delivery in this area is temporarily unavailable"
}
