{
  "leftMenu": {
    "signIn": "Войти",
    "settings": "Настройки",
    "aboutUs": "О нас",
    "writeUs": "Напишите нам",
    "writeUsDesc": "Если у вас возникли проблемы с сервисом",
    "profilePage": "Профиль",
    "myOrders": "Мои заказы",
    "myAddresses": "Мои адреса",
    "myCards": "Мои карты"
  },
  "main": {
    "deliveryOrPickup": "Закажите доставку или заберите",
    "newsAndPromotions": "Новости и акции",
    "readMore": "Подробнее"
  },
  "deliveryOrPickup": {
    "chooseType": "Выберите способ получения заказа",
    "delivery": "Доставка",
    "pickup": "Самовывоз",
    "takeAway": "C cобой ",
    "AtTheRestaurant": "В ресторане",
    "toTheParkingLot": "На парковку"
  },
  "signIn": {
    "signIn": "Войти",
    "enterNumber": "Введите номер телефона",
    "getConfirmationCode": "Получить код подтверждения",
    "proceed": "Продолжить",
    "typeOtp": "Введите код",
    "logout": "Выйти"
  },
  "settings": {
    "settings": "Настройки",
    "changeLang": "Изменить язык",
    "aboutUs": "О нас",
    "reportPoints": "Сообщать о акциях",
    "pushNotify": "Пуш уведомления, смс, эл.почта"
  },
  "about": {
    "callCenter": "Call Center",
    "followUs": "ПОДПИСЫВАЙТЕСЬ НА НАС:",
    "privacy": "Политика конфиденциальности",
    "terms": "Пользовательское соглашение",
    "franchise": "Франшиза",
    "privacyText": "1. Общие положения. Настоящая политика обработки персональных данных составлена в соответствии с требованиями Закона Республики Узбекистан от 2 июля 2019 года № ЗРУ-547 «О персональных данных» (далее – Закон о персональных данных). и определяет порядок обработки персональных данных и меры, принимаемые для обеспечения безопасности персональных данных ООО «Лесалес доставки» (далее – Оператор).1.1. Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) распространяется на всю информацию, которую Оператор может получить о посетителях сайта https://lesailes.uz/.1.2. Использование Субъектом/Пользователем Сервиса Оператора означает безоговорочное согласие Субъекта/Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональных данных, а в случае несогласия с этими условиями Пользователь обязан воздержаться от использования Сервисов, указанных в настоящая Политика.2. Основные понятия, используемые в Политике2.1. Автоматизированная обработка персональных данных – обработка персональных данных с использованием компьютерной технологии.2.2. Блокировка персональных данных – временное прекращение обработки персональных данных (за исключением случаев, когда обработка необходима для уточнения персональных данных).2.3. Сайт – совокупность графических и информационных материалов, а также программ для электронных вычислительных машин и баз данных, обеспечивающая их доступность в сети Интернет по сетевому адресу https://lesailes.uz/.2.4. Информационная система персональных данных – совокупность персональных данных, содержащихся в базах данных и информационных технологиях и технических средствах, обеспечивающих их обработку.2.5. Обезличивание персональных данных – действия, в результате которых невозможно без использования дополнительной информации определить принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.2.6. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемые с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.2.7. Оператор персональных данных – ООО «Лесайлес доставка», осуществляющее обработку персональных данных Субъекта/Пользователя в связи с оказанием отдельных услуг в соответствии с предложением (заказом) Субъекта/Пользователя.2.8. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Субъекту/Пользователю (далее – «Субъект», «Пользователь» или «Субъект/Пользователь») сайта https://lesailes.uz/.2.9. . Пользователь – любой посетитель сайта https://lesailes.uz/.3. Основные права и обязанности Оператора3.1. Оператор имеет право: – получать от субъекта персональных данных достоверную информацию и/или документы, содержащие персональные данные; – в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор имеет право продолжить обработку персональных данных. без согласия субъекта персональных данных при наличии оснований, предусмотренных Законом о персональных данных; – самостоятельно определить состав и перечень мер, необходимых и достаточных для обеспечения исполнения обязанностей, предусмотренных Законом о персональных данных и нормативными актами. правовые акты, принятые в соответствии с ним, если иное не предусмотрено Законом о персональных данных или иным законодательством Республики Узбекистан.3.2. Оператор обязан: – предоставить субъекту персональных данных по его запросу информацию, касающуюся обработки его персональных данных; – организовать обработку персональных данных в порядке, установленном действующим законодательством Республики Узбекистан; – ответить на запросы и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона Республики Узбекистан «О персональных данных»; – сообщать в уполномоченный орган по защите прав субъектов персональных данных, по адресу: по запросу этого органа необходимую информацию, в установленный законодательством срок; – опубликовать или иным образом предоставить неограниченный доступ к настоящей Политике в части обработки персональных данных; – принять правовые, организационные и технические меры по защите персональных данных от неправомерного или случайного воздействия. доступа, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных; – прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные. в порядке и случаях, предусмотренных Законом Республики Узбекистан «О персональных данных»; – исполнять иные обязанности, предусмотренные Законом Республики Узбекистан «О персональных данных». 4. Основные права и обязанности субъектов персональных данных4.1. Субъекты персональных данных имеют право: знать, что нер и (или) оператор, а также третье лицо имеют свои персональные данные и их состав; - получают по запросу информацию об обработке персональных данных от владельца и (или) оператора; - получают информацию об условиях предоставления доступ к Вашим персональным данным от владельца и (или) оператора; - обратиться в уполномоченный государственный орган или суд по вопросам защиты прав и законных интересов в отношении Ваших персональных данных; - дать согласие на обработку Ваших персональных данных и отозвать такие согласия, за исключением случаев, предусмотренных настоящим Законом; - давать согласие собственнику и (или) оператору, а также третьему лицу на распространение их персональных данных в общедоступных источниках персональных данных; - требовать от собственника и (или) оператора, а также третьего лица ) оператору временно приостановить обработку своих персональных данных, если персональные данные являются неполными, устаревшими, неточными, получены незаконно или не являются необходимыми для целей обработки.4.2. Субъекты персональных данных обязаны: – предоставлять Оператору достоверную информацию о себе; – информировать Оператора об уточнении (обновлении, изменении) ваших персональных данных. – предоставлять ваши персональные данные в целях защиты основ конституционного строя Российской Федерации. Республика Узбекистан, нравственность, здоровье, права и законные интересы граждан Республики Узбекистан, обеспечение обороны страны и безопасности государства.4.3. Лица, предоставившие Оператору ложные сведения о себе или сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством Республики Узбекистан.5. Оператор может обрабатывать следующие персональные данные Пользователя5.1. Полное имя.5.2. Адрес электронной почты.5.3. Номера телефонов.5.4. Также сайт собирает и обрабатывает обезличенные данные о посетителях.5.5. Вышеуказанные данные, приведенные ниже по тексту Политики, объединены общим понятием Персональные данные.6. Принципы обработки персональных данных6.1. Обработка персональных данных осуществляется на законной и справедливой основе.6.2. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.6.3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых друг с другом.6.4. Обработке подлежат только персональные данные, соответствующие целям их обработки.6.5. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки не допускается.6.6. При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а при необходимости и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие для удаления или уточнения неполных или неточных данных.6.7. Хранение персональных данных осуществляется в форме, позволяющей идентифицировать субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен законодательством Республики. Узбекистана, договор, по которому субъект персональных данных является стороной, выгодоприобретателем или поручителем. Обрабатываемые персональные данные уничтожаются или обезличиваются при достижении целей обработки либо в случае утраты необходимости достижения этих целей, если иное не предусмотрено законодательством Республики Узбекистан.7. Цели обработки персональных данных7.1. Цель обработки персональных данных Пользователя: 7.1.1. В целях оказания Сервиса и оказания Оператором услуг, а также исполнения (акцепта) предложения Субъекта/Пользователя Оператор использует персональные данные Субъекта/Пользователя в следующих целях: - идентификация Субъекта/Пользователя в пределах в рамках оферты;- предоставление Пользователю персонализированных Сервисов;- общение с Пользователем, в том числе направление уведомлений, запросов и информации относительно использования Сервиса, оказания услуг, а также обработка запросов и заявок от Пользователя;- совершенствование качество Сервиса, удобство использования, разработка новых Сервисов;- реклама ваших продуктов и услуг;- проведение статистических и иных исследований на основе предоставленных данных.7.2. Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных мероприятиях. При этом Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты info@lesailes.uz с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях». 7.3. Обезличенные данные Пользователей, собранные с помощью Интернета. статистические сервисы, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.8. Условия обработки персональных данных8.1. Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.8.2. Обработка персональных данных необходима для выполнения задач, возложенных Законом Республики Узбекистан «О персональных данных».9. Порядок сбора, хранения, передачи и иных видов обработки персональных данных. Безопасность персональных данных, обрабатываемых Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для полного соблюдения требований действующего законодательства Республики Узбекистан в в области защиты персональных данных.9.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры для предотвращения доступа к персональным данным посторонних лиц.9.2. Персональные данные Пользователя никогда, ни при каких обстоятельствах не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства Республики Узбекистан, или в случае, если субъект персональных данных дал согласие Оператору. передать данные третьему лицу для исполнения обязательств по гражданско-правовому договору .9.3. В случае выявления неточностей в персональных данных Пользователь может обновить их самостоятельно, направив Оператору уведомление на адрес электронной почты Оператора info@lesailes.uz с пометкой «Обновление персональных данных». 9.4. Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством. Пользователь вправе в любое время отозвать свое согласие на обработку персональных данных. данные путем направления Оператору уведомления по электронной почте на адрес электронной почты Оператора info@lesailes.uz с пометкой «Отзыв согласия на обработку персональных данных». 9.5. Вся информация, которую собирают сторонние сервисы, в том числе платежные системы, операторы связи и другие поставщики услуг, хранится и обрабатывается этими лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или Пользователь обязан самостоятельно и своевременно знакомиться с указанными документами. Оператор не несет ответственности за действия третьих лиц, в том числе поставщиков услуг, указанных в настоящем пункте.9.6. Запреты, установленные субъектом персональных данных на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных к распространению, не применяются в случаях обработки персональных данных в государственные, общественные и иные публичные интересы, определенные законом РУз.9.7. При обработке персональных данных оператор обеспечивает конфиденциальность персональных данных.9.8. Оператор хранит персональные данные в форме, позволяющей идентифицировать субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен законодательством Республики Узбекистан, договором об стороной, выгодоприобретателем или поручителем которого является субъект персональных данных.9.9. Условием прекращения обработки персональных данных может быть достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных или отзыв согласия субъектом персональных данных, а также выявление незаконная обработка персональных данных.10. Перечень действий, совершаемых Оператором с полученными персональными данными10.1. Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.10.2. Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без такового.11. Конфиденциальность персональных данных. Оператор и иные лица, имеющие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено законодательством Республики Узбекистан.12. Заключительные положения12.1. Любые разъяснения по интересующим вопросам обработки его персональных данных Пользователь может получить, обратившись к Оператору по электронной почте info@lesailes.uz.12.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператора. Политика действует бессрочно, пока не будет заменена новой версией.12.3. Текущая версия Политики находится в свободном доступе в сети Интернет по адресу info@lesailes.uz.",
    "termsText": "Окрылительные удовольствия от Les Ailes\nЕсли бы истории создания сети Les Ailes не существовало, её определённо следовало бы придумать. Это удивительный пример коммерческого успеха, переплетённого с народной любовью, трепетным отношением к национальным гастрономическим традициям и прогрессивными европейскими технологиями. Les Ailes — больше чем фастфуд. Скорее, это микс невероятно модной сегодня бистрономии и эталонных кафе быстрого и здорового питания.\nВ переводе с французского Les Ailes означает «крылья» и звучит как «лизэль», но уже с первых дней существования бренд был настолько обласкан любовью гостей, что тут же превратился в «Лэс Айлес», став символом окрыляющего успеха и того, ради чего сюда приходят всей семьёй или в компании друзей — сочнейшей курочки в панировке.\nВ отличие от ресторанов быстрого питания, где основу меню составляет уже готовая еда, в Les Ailes всё намного сложнее: здесь создают блюда из заготовок, то есть процесс приготовления дольше, что гарантирует первозданную свежесть продуктов и абсолютную аутентичность вкусов.\nКуриные крылышки, наггетсы, шарики и стрипсы, чикен чиз, бургеры и лонгеры, овощные салаты, сырники, супы и десерты — всё, что подают в Les Ailes, стало результатом многочисленные путешествий по миру, знакомства с разными кухнями, отбора первоклассных продуктов и надёжных поставщиков, сочинения незаурядных авторских рецептур.\nНу, а о коммерческом успехе сети Les Ailes, принадлежащей группе компаний Havoqand People, и лояльности гостей красноречивее всего говорят цифры. За 8 лет работы сеть разрослась до 15 филиалов, вышла за за пределы Узбекистана. В 2021 году бренд Les Ailes запустил франшизу и открыл первую точку в Казахстане. А ещё Les Ailes стал первой сетью в Узбекистане, запустившей Telegram-бот для доставки. Такая автоматизации позволяет сегодня выполнять около тысячи заказов в день.",
    "franchiseText": "Окрылительные удовольствия от Les Ailes\nЕсли бы истории создания сети Les Ailes не существовало, её определённо следовало бы придумать. Это удивительный пример коммерческого успеха, переплетённого с народной любовью, трепетным отношением к национальным гастрономическим традициям и прогрессивными европейскими технологиями. Les Ailes — больше чем фастфуд. Скорее, это микс невероятно модной сегодня бистрономии и эталонных кафе быстрого и здорового питания.\nВ переводе с французского Les Ailes означает «крылья» и звучит как «лизэль», но уже с первых дней существования бренд был настолько обласкан любовью гостей, что тут же превратился в «Лэс Айлес», став символом окрыляющего успеха и того, ради чего сюда приходят всей семьёй или в компании друзей — сочнейшей курочки в панировке.\nВ отличие от ресторанов быстрого питания, где основу меню составляет уже готовая еда, в Les Ailes всё намного сложнее: здесь создают блюда из заготовок, то есть процесс приготовления дольше, что гарантирует первозданную свежесть продуктов и абсолютную аутентичность вкусов.\nКуриные крылышки, наггетсы, шарики и стрипсы, чикен чиз, бургеры и лонгеры, овощные салаты, сырники, супы и десерты — всё, что подают в Les Ailes, стало результатом многочисленные путешествий по миру, знакомства с разными кухнями, отбора первоклассных продуктов и надёжных поставщиков, сочинения незаурядных авторских рецептур.\nНу, а о коммерческом успехе сети Les Ailes, принадлежащей группе компаний Havoqand People, и лояльности гостей красноречивее всего говорят цифры. За 8 лет работы сеть разрослась до 15 филиалов, вышла за за пределы Узбекистана. В 2021 году бренд Les Ailes запустил франшизу и открыл первую точку в Казахстане. А ещё Les Ailes стал первой сетью в Узбекистане, запустившей Telegram-бот для доставки. Такая автоматизации позволяет сегодня выполнять около тысячи заказов в день."
  },
  "basket": {
    "basket": "Корзина",
    "navigationBottomLabel": "Корзина",
    "order": "Заказать",
    "addToOrder": "Добавьте к заказу",
    "willReturn": "Вернется",
    "fromOrder": "от заказа"
  },
  "profile": {
    "profile": "Профиль",
    "name": "Имя",
    "birthDay": "Дата рождения",
    "email": "Эл.почта",
    "phone": "Телефон",
    "deleteProfile": "Удалить профиль",
    "enterYourBirthday": "Укажите день рождения"
  },
  "save": "Сохранить",
  "deliveryBottomSheet": {
    "addressNotDeliverable": "Адрес вне зоны доставки или филиалы закрыты",
    "continue": "Продолжить",
    "specifyAddress": "Уточните адрес"
  },
  "cancel": "Отменить",
  "cooking": "Готовится",
  "cancelled": "Отменён",
  "accepted": "Принят",
  "order": "Заказ",
  "total": "Итого",
  "not-accepted": "Не принят",
  "not-confirmed": "Не подтверждён",
  "awaiting-payment": "Ждём оплату",
  "cooked": "Готов и ждёт отправки",
  "delivering": "В пути",
  "done": "Доставлен",
  "delivery-address": "Адрес доставки",
  "goods-amount": "товар(а) на сумму",
  "write": "Написать",
  "DeliveryTypeEnum": {
    "pickup": "Приготовим",
    "deliver": "Доставка"
  },
  "newAddress": "Новый адрес",
  "pickup": {
    "tabList": "Списком",
    "tabMap": "На карте",
    "buttonSelectThisBranch": "Забрать здесь",
    "pageTitle": "Выберите ресторан",
    "addressLabel": "Адрес",
    "workSchedule": "Режим работы: с {fromTime} до {toTime}",
    "terminalIsNotWorking": "Данный ресторан сейчас не работает",
    "scheduleLabel": "Время работы",
    "workScheduleNumbers": "{fromTime} - {toTime}",
    "showRoute": "Построить маршрут"
  },
  "addressNotFound": "Адрес не найден",
  "chooseCity": "Выберите город",
  "yourCity": "Ваш город",
  "ready": "Готово",
  "orderCreate": {
    "chooseDeliveryTime": "Время доставки",
    "deliverNow": "Сейчас",
    "deliverLater": "Позже",
    "chooseTime": "Выберите время доставки",
    "payType": "Способ оплаты"
  },
  "choose": "Выбрать",
  "payType": {
    "cash": "Наличными",
    "uzcard": "UzCard",
    "cashback": "Баллами",
    "online": "Онлайн оплата",
    "chooseDeliveryAddress": "Выберите адрес доставки или самовывоза",
    "card": "Картой"
  },
  "orderSuccess": {
    "thanks": "Спасибо, заказ принят",
    "yourOrderLabel": "Ваш заказ",
    "statusLabel": "Статус заказа"
  },
  "house": "Дом",
  "flat": "Квартира",
  "entrance": "Подъезд",
  "intercom": "Домофон",
  "additionalPhoneNumber": "Дополнительный номер телефона",
  "commentToOrder": "Комментарий к заказу",
  "comment": "Комментарий",
  "nearBranchNotFound": "Ближайший к Вам филиал не найден",
  "product": "Продукт",
  "equipment": "Комплектация",
  "delivery": "Доставка",
  "leaveAReview": "Оставьте отзыв",
  "send": "Отправить",
  "reviewSended": "Отзыв отправлен",
  "selectFirst": "Сначала выберите",
  "nearest_terminal_not_found": "Ближайший к Вам филиал не найден",
  "nearest_terminals_is_closed": "Ближайший к Вам филиал закрыт",
  "youHave": "У Вас",
  "sum": "сум",
  "reviewSaved": "Ваш отзыв успешно принят",
  "addressName": "Название адреса",
  "takenAway": "Забрали",
  "shippingAmount": "Сумма доставки",
  "checkInet": "Проверьте подключения к интернету",
  "update": "Обновить",
  "nextTime": "Потом",
  "cashback": "Кэшбэк",
  "cashbackHistory": "История начислений и списаний кешбек баллов",
  "accrued": "Начислено",
  "decommissioned": "Списана",
  "wrongNumber": "Неверный номер",
  "sentCodeToNumber": "Отправлен код на номер",
  "chooseDate": "Выберите дату",
  "day": "День",
  "buyWithTheseProducts": "С этими продуктами покупают",
  "featuredProducts": "Популярные продукты",
  "enterYourName": "Введите ваше имя",
  "yourName": "Ваше имя",
  "incorrectCode": "Введен неверный код или срок действия кода истек",
  "getNewCode": "Получить новый код",
  "buyWithThisProduct": "Купить с этим продуктом",
  "addedToBasket": "Добавлено в корзину",
  "orderTracking": {
    "tracking_page_title": "Отслеживайте свой заказ",
    "location_not_allowed_for_status": "Отслеживание недоступно в данном статусе заказа",
    "error_label": "Ошибка",
    "location_not_found": "Отслеживание недоступно",
    "order_not_found": "Заказ не найден",
    "user_not_found": "Пользователь не найден",
    "rights_not_enough": "Недостаточно прав на отслеживание",
    "order_not_deliver": "Отслеживание не доступно",
    "user_not_signed": "Вы не авторизованы"
  },
  "addCard": "Добавить карту",
  "cardNumber": "Номер карты",
  "expireDate": "Срок действия",
  "cards": {
    "deleteModalTitle": "Удаление карты",
    "deleteModalText": "Вы действительно хотите удалить карту?",
    "deleteModalCancel": "Отмена",
    "deleteModalDelete": "Удалить",
    "noCards": "У Вас нет сохраненных карт",
    "addCard": "Добавить карту",
    "continue": "Продолжить",
    "otpPageTitle": "Подтверждение карты",
    "otpPageText": "На привязанный номер телефона был отправлен код подтверждения",
    "otpApprove": "Подтвердить",
    "insufficientFunds": "Недостаточно средств",
    "balance": "Баланс",
    "choose": "Выбрать",
    "fillAllFields": "Заполните все поля"
  }
}
