{
  "leftMenu": {
    "signIn": "Kirish",
    "settings": "Sozlamalar",
    "aboutUs": "Biz haqimizda",
    "writeUs": "Bizga yozing",
    "writeUsDesc": "Xizmat bilan bog'liq muammolar mavjud bo'lsa",
    "profilePage": "Profil",
    "myOrders": "Mening buyurtmalarim",
    "myAddresses": "Mening manzillarim",
    "myCards": "Mening kartalarim"
  },
  "main": {
    "deliveryOrPickup": "Buyurtma bering yoki olib keting",
    "newsAndPromotions": "Yangiliklar va aktsiyalar",
    "readMore": "Batafsil"
  },
  "deliveryOrPickup": {
    "chooseType": "Buyurtmani qanday qabul qilishni tanlang",
    "delivery": "Yetkazish",
    "pickup": "Olib ketish",
    "takeAway": "Olib ketish",
    "AtTheRestaurant": "Restoranda",
    "toTheParkingLot": "To'xtash joyiga"
  },
  "signIn": {
    "signIn": "Kirish",
    "enterNumber": "Telefon raqamingizni kiriting",
    "getConfirmationCode": "Tasdiqlash kodini olish",
    "proceed": "Davom etish",
    "typeOtp": "Kodni kiriting",
    "logout": "Chiqish",
    "codeNotReceived": "Kod kelmadi",
    "getNewCode": "Yangi kod olish"
  },
  "settings": {
    "settings": "Sozlamalar",
    "changeLang": "Tilni o'zgartirish",
    "aboutUs": "Biz haqimizda",
    "reportPoints": "Aksiyalar haqida xabar berish",
    "pushNotify": "Push-bildirishnomalar, sms, elektron pochta"
  },
  "about": {
    "callCenter": "Call center",
    "followUs": "BIZNI KUZATIB BORING:",
    "privacy": "Maxfiylik siyosati",
    "terms": "Foydalanish shartlari",
    "franchise": "Franchayzing",
    "privacyText": "1. Umumiy qoidalar Ushbu shaxsiy ma'lumotlarni qayta ishlash siyosati “Shaxsiy ma'lumotlar to'g'risida”gi O'zbekiston Respublikasining 2019-yil 2-iyuldagi O'RQ-547-son Qonuni (keyingi o'rinlarda “Shaxsiy ma'lumotlar to'g'risida”gi Qonun) talablariga muvofiq tuzilgan. va shaxsiy ma'lumotlarni qayta ishlash tartibini va shaxsiy ma'lumotlar xavfsizligini ta'minlash bo'yicha ko'rilgan choralarni belgilaydi 'Lesailes delivery' MChJ (keyingi o'rinlarda Operator deb yuritiladi).1.1. Ushbu Operatorning shaxsiy ma'lumotlarni qayta ishlash bo'yicha siyosati (keyingi o'rinlarda Siyosat deb yuritiladi) Operator https://lesailes.uz/.1.2 veb-saytiga tashrif buyuruvchilar haqida olishi mumkin bo'lgan barcha ma'lumotlarga nisbatan qo'llaniladi. Subyekt/Foydalanuvchi tomonidan Operator xizmatidan foydalanish sub'ekt/Foydalanuvchining ushbu Siyosatga va unda ko'rsatilgan shaxsiy ma'lumotlarini qayta ishlash shartlariga so'zsiz roziligini bildiradi va ushbu shartlarga rozi bo'lmagan taqdirda Foydalanuvchi ushbu Siyosatda ko'rsatilgan xizmatlardan foydalanishdan voz kechishi kerak. ushbu Siyosat.2. Siyosatda foydalaniladigan asosiy tushunchalar2.1. Shaxsiy ma'lumotlarni avtomatlashtirilgan qayta ishlash - kompyuter texnologiyalaridan foydalangan holda shaxsiy ma'lumotlarni qayta ishlash.2.2. Shaxsiy ma'lumotlarni bloklash - shaxsiy ma'lumotlarni qayta ishlashni vaqtincha to'xtatish (shaxsiy ma'lumotlarni aniqlashtirish uchun qayta ishlash zarur bo'lgan hollar bundan mustasno).2.3. Veb-sayt - bu https://lesailes.uz/.2.4 tarmoq manzili bo'yicha Internet tarmog'ida mavjudligini ta'minlovchi grafik va axborot materiallari, shuningdek elektron kompyuterlar va ma'lumotlar bazalari uchun dasturlar to'plami. Shaxsiy ma'lumotlarning axborot tizimi - ma'lumotlar bazalari va axborot texnologiyalari va ularni qayta ishlashni ta'minlaydigan texnik vositalardagi shaxsiy ma'lumotlar to'plami.2.5. Shaxsiy ma'lumotlarni shaxsiylashtirish - buning natijasida qo'shimcha ma'lumotlardan foydalanmasdan ma'lum bir Foydalanuvchiga yoki shaxsiy ma'lumotlarning boshqa sub'ektiga shaxsiy ma'lumotlarning egaligini aniqlash mumkin bo'lmagan harakatlar.2.6. Shaxsiy ma'lumotlarni qayta ishlash - avtomatlashtirish vositalaridan foydalangan holda yoki bunday vositalardan foydalanmasdan amalga oshiriladigan har qanday harakat (operatsiya) yoki harakatlar (operatsiyalar) majmui shaxsiy ma'lumotlar bilan, shu jumladan to'plash, qayd etish, tizimlashtirish, to'plash, saqlash, aniqlashtirish (yangilash, o'zgartirish); shaxsiy ma'lumotlarni olish, foydalanish, uzatish (tarqatish, ta'minlash, kirish), shaxsiylashtirish, blokirovka qilish, o'chirish, yo'q qilish.2.7. Shaxsiy ma'lumotlar operatori – Subyekt/Foydalanuvchining taklifiga (buyrug'iga) muvofiq ma'lum xizmatlar ko'rsatilishi munosabati bilan Subyekt/Foydalanuvchining shaxsiy ma'lumotlariga ishlov beruvchi Lesailes delivery MChJ.2.8. Shaxsiy ma'lumotlar - https://lesailes.uz/.2.9 veb-saytining aniq yoki aniqlanishi mumkin bo'lgan Sub'ekti/Foydalanuvchisi (keyingi o'rinlarda 'Mavzu', 'Foydalanuvchi' yoki 'Mavzu/Foydalanuvchi' deb yuritiladi) bilan bevosita yoki bilvosita bog'liq bo'lgan har qanday ma'lumotlar. . Foydalanuvchi – https://lesailes.uz/.3 veb-saytiga tashrif buyuruvchi istalgan shaxs. Operatorning asosiy huquq va majburiyatlari3.1. Operator quyidagi huquqlarga ega:– shaxsiy ma'lumotlar subyektidan ishonchli ma'lumotlarni va/yoki shaxsiy ma'lumotlarni o'z ichiga olgan hujjatlarni olish;– agar shaxsiy ma'lumotlar subyekti shaxsiy ma'lumotlarni qayta ishlashga roziligidan voz kechsa, Operator shaxsiy ma'lumotlarni qayta ishlashni davom ettirishga haqli. shaxsiy ma'lumotlar sub'ektining roziligisiz, agar 'Shaxsiy ma'lumotlar to'g'risida'gi qonunda nazarda tutilgan asoslar mavjud bo'lsa;– 'Shaxsiy ma'lumotlar to'g'risida'gi qonunda nazarda tutilgan majburiyatlarning bajarilishini ta'minlash uchun zarur va etarli bo'lgan chora-tadbirlar tarkibi va ro'yxatini mustaqil ravishda belgilash va normativ hujjatlar unga muvofiq qabul qilingan me’yoriy-huquqiy hujjatlar, agar “Shaxsiy ma’lumotlar to‘g‘risida”gi qonunda yoki O‘zbekiston Respublikasining boshqa qonun hujjatlarida boshqacha tartib nazarda tutilgan bo‘lmasa.3.2. Operator:– shaxsiy ma'lumotlar subyektiga uning so'roviga ko'ra uning shaxsiy ma'lumotlariga ishlov berishga oid ma'lumotlarni taqdim etishi;– O'zbekiston Respublikasining amaldagi qonunchiligida belgilangan tartibda shaxsiy ma'lumotlarga ishlov berishni tashkil etishi;– javob berishi shart. “Shaxsiy ma’lumotlar to‘g‘risida”gi O‘zbekiston Respublikasi Qonuni talablariga muvofiq shaxsiy ma’lumotlar subyektlari va ularning qonuniy vakillarining so‘rovlari va so‘rovlariga;– shaxsiy ma’lumotlar subyektlarining huquqlarini himoya qilish bo‘yicha vakolatli organga hisobot berish qonun hujjatlarida belgilangan muddatlarda ushbu organning so'rovi, zarur ma'lumotlar;– shaxsiy ma'lumotlarni qayta ishlash bo'yicha ushbu Siyosatni nashr etish yoki boshqa tarzda cheklanmagan holda taqdim etish;– shaxsiy ma'lumotlarni ruxsatsiz yoki tasodifiy ta'sirlardan himoya qilish uchun huquqiy, tashkiliy va texnik choralarni ko'rish. shaxsiy ma'lumotlarga kirish, yo'q qilish, o'zgartirish, blokirovka qilish, nusxalash, taqdim etish, tarqatish, shuningdek shaxsiy ma'lumotlarga nisbatan boshqa noqonuniy harakatlardan;– shaxsiy ma'lumotlarni uzatishni (tarqatish, taqdim etish, kirishni) to'xtatish, qayta ishlashni to'xtatish va shaxsiy ma'lumotlarni yo'q qilish “Shaxsiy ma’lumotlar to‘g‘risida”gi O‘zbekiston Respublikasi Qonunida nazarda tutilgan tartibda va hollarda;– “Shaxsiy ma’lumotlar to‘g‘risida”gi O‘zbekiston Respublikasi Qonunida nazarda tutilgan boshqa majburiyatlarni bajarish. 4. Shaxsiy ma'lumotlar sub'ektlarining asosiy huquqlari va majburiyatlari4.1. Shaxsiy ma'lumotlar sub'ektlari quyidagi huquqlarga ega: - bilish operator va (yoki) operator, shuningdek uchinchi shaxs o'zlarining shaxsiy ma'lumotlariga va ularning tarkibiga ega bo'lish;- egasidan va (yoki) operatordan shaxsiy ma'lumotlarni qayta ishlash to'g'risidagi ma'lumotlarni so'rov bo'yicha olish;- taqdim etish shartlari to'g'risida ma'lumot olish; egasidan va (yoki) operatordan shaxsiy ma'lumotlaringizga kirish huquqi;- shaxsiy ma'lumotlaringizga nisbatan huquq va qonuniy manfaatlarini himoya qilish masalalari bo'yicha vakolatli davlat organi yoki sudga murojaat qilish;- shaxsiy ma'lumotlaringizga ishlov berishga rozilik berish va ularni qaytarib olish. rozilik berish, ushbu Qonunda nazarda tutilgan hollar bundan mustasno; mulkdorga va (yoki) operatorga, shuningdek uchinchi shaxslarga shaxsiy ma’lumotlarning hamma uchun ochiq manbalarida tarqatilishiga rozilik berish; mulkdordan va (yoki) talab qilish; ) agar shaxsiy ma'lumotlar to'liq bo'lmagan, eskirgan, noto'g'ri, noqonuniy ravishda olingan yoki qayta ishlash maqsadlari uchun zarur bo'lmasa, operator o'z shaxsiy ma'lumotlariga ishlov berishni vaqtincha to'xtatib turish.4.2. Shaxsiy ma'lumotlar sub'ektlari quyidagilarga majburdirlar: - Operatorga o'zingiz haqingizda ishonchli ma'lumotlarni taqdim etish; - Operatorga shaxsiy ma'lumotlaringizni aniqlashtirish (yangilash, o'zgartirish) to'g'risida ma'lumot berish. - Konstitutsiyaviy tizim asoslarini himoya qilish uchun shaxsiy ma'lumotlaringizni taqdim etish. O‘zbekiston Respublikasi, O‘zbekiston Respublikasi fuqarolarining ma’naviyati, salomatligi, huquqlari va qonuniy manfaatlari, mamlakat mudofaasi va davlat xavfsizligini ta’minlash.4.3. Operatorga uning roziligisiz o'zi yoki shaxsiy ma'lumotlarning boshqa sub'ekti to'g'risida yolg'on ma'lumot bergan shaxslar O'zbekiston Respublikasi qonunchiligiga muvofiq javobgar bo'ladilar.5. Operator foydalanuvchining quyidagi shaxsiy ma'lumotlariga ishlov berishi mumkin5.1. To'liq ism.5.2. Elektron pochta manzili.5.3. Telefon raqamlari.5.4. Sayt shuningdek, tashrif buyuruvchilar haqidagi anonim ma'lumotlarni to'playdi va qayta ishlaydi.5.5. Siyosat matnida quyida keltirilgan yuqoridagi ma'lumotlar Shaxsiy ma'lumotlarning umumiy tushunchasi bilan birlashtirilgan.6. Shaxsiy ma'lumotlarni qayta ishlash tamoyillari6.1. Shaxsiy ma'lumotlarni qayta ishlash qonuniy va adolatli asosda amalga oshiriladi.6.2. Shaxsiy ma'lumotlarni qayta ishlash aniq, oldindan belgilangan va qonuniy maqsadlarga erishish bilan cheklanadi. Shaxsiy ma'lumotlarni to'plash maqsadlariga mos kelmaydigan shaxsiy ma'lumotlarni qayta ishlashga yo'l qo'yilmaydi.6.3. Shaxsiy ma'lumotlarni o'z ichiga olgan, qayta ishlash bir-biriga mos kelmaydigan maqsadlarda amalga oshiriladigan ma'lumotlar bazalarini birlashtirishga yo'l qo'yilmaydi.6.4. Faqat ularni qayta ishlash maqsadlariga javob beradigan shaxsiy ma'lumotlar qayta ishlanishi kerak.6.5. Qayta ishlangan shaxsiy ma'lumotlarning mazmuni va hajmi qayta ishlashning belgilangan maqsadlariga mos keladi. Qayta ishlangan shaxsiy ma'lumotlarni qayta ishlashning belgilangan maqsadlariga nisbatan ko'paytirishga yo'l qo'yilmaydi.6.6. Shaxsiy ma'lumotlarni qayta ishlashda shaxsiy ma'lumotlarning to'g'riligi, ularning etarliligi va kerak bo'lganda, shaxsiy ma'lumotlarni qayta ishlash maqsadlariga muvofiqligi ta'minlanadi. Operator zarur choralarni ko'radi va/yoki ularning to'liq bo'lmagan yoki noto'g'ri ma'lumotlarni o'chirish yoki aniqlashtirish uchun ko'rilishini ta'minlaydi.6.7. Shaxsiy ma'lumotlarni saqlash, agar shaxsiy ma'lumotlarni saqlash muddati respublika qonunchiligida belgilanmagan bo'lsa, shaxsiy ma'lumotlarni qayta ishlash maqsadlarida talab qilinganidan ortiq bo'lmagan shaxsiy ma'lumotlar sub'ektini aniqlash imkonini beradigan shaklda amalga oshiriladi. shaxsiy ma'lumotlar sub'ekti taraf, benefitsiar yoki kafil bo'lgan shartnoma. Qayta ishlangan shaxsiy ma'lumotlar, agar O'zbekiston Respublikasi qonun hujjatlarida boshqacha tartib nazarda tutilgan bo'lmasa, qayta ishlash maqsadlariga erishilgandan keyin yoki ushbu maqsadlarga erishish zarurati yo'qolgan taqdirda yo'q qilinadi yoki anonimlashtiriladi.7. Shaxsiy ma'lumotlarni qayta ishlash maqsadlari7.1. Foydalanuvchining shaxsiy ma'lumotlarini qayta ishlash maqsadi: 7.1.1. Operator tomonidan Xizmatni taqdim etish va xizmatlar ko'rsatish va Subyekt/Foydalanuvchi taklifini bajarish (qabul qilish) uchun Operator Subyekt/Foydalanuvchining shaxsiy ma'lumotlaridan quyidagi maqsadlarda foydalanadi: taklif doirasi;- Foydalanuvchiga shaxsiylashtirilgan xizmatlarni taqdim etish;- Foydalanuvchi bilan aloqa qilish, shu jumladan Xizmatdan foydalanish, xizmatlar ko'rsatish bo'yicha bildirishnomalar, so'rovlar va ma'lumotlarni yuborish, shuningdek, foydalanuvchining so'rovlari va arizalarini qayta ishlash;- takomillashtirish; Xizmat sifati, foydalanish qulayligi, yangi Xizmatlarni ishlab chiqish;- mahsulot va xizmatlaringizni reklama qilish;- taqdim etilgan ma'lumotlar asosida statistik va boshqa tadqiqotlar o'tkazish.7.2. Operator Foydalanuvchiga yangi mahsulot va xizmatlar, maxsus takliflar va turli tadbirlar haqida bildirishnomalar yuborish huquqiga ega. Shu bilan birga, Foydalanuvchi har doim Operatorga info@lesailes.uz elektron manziliga “Yangi mahsulot va xizmatlar va maxsus takliflar haqida bildirishnomalarni rad etish.'7.3. Internetdan foydalangan holda to'plangan foydalanuvchilarning anonim ma'lumotlari statistika xizmatlari, Foydalanuvchilarning saytdagi xatti-harakatlari haqida ma'lumot to'plash, sayt sifati va uning mazmunini yaxshilashga xizmat qiladi.8. Shaxsiy ma'lumotlarni qayta ishlash shartlari8.1. Shaxsiy ma'lumotlarni qayta ishlash shaxsiy ma'lumotlar sub'ektining uning shaxsiy ma'lumotlarini qayta ishlashga roziligi bilan amalga oshiriladi.8.2. Shaxsiy ma’lumotlarni qayta ishlash “Shaxsiy ma’lumotlar to‘g‘risida”gi O‘zbekiston Respublikasi Qonunida belgilangan vazifalarni bajarish uchun zarur.9. Shaxsiy ma'lumotlarni to'plash, saqlash, uzatish va qayta ishlashning boshqa turlari Operator tomonidan qayta ishlangan shaxsiy ma'lumotlarning xavfsizligi O'zbekiston Respublikasining amaldagi qonunchiligi talablariga to'liq rioya qilish uchun zarur bo'lgan huquqiy, tashkiliy va texnik chora-tadbirlarni amalga oshirish orqali ta'minlanadi. shaxsiy ma'lumotlarni himoya qilish sohasi.9.1. Operator shaxsiy ma'lumotlarning xavfsizligini ta'minlaydi va shaxsiy ma'lumotlarga ruxsatsiz shaxslarning kirishini oldini olish uchun barcha mumkin bo'lgan choralarni ko'radi.9.2. Foydalanuvchining shaxsiy ma'lumotlari hech qachon, hech qanday holatda, uchinchi shaxslarga berilmaydi, O'zbekiston Respublikasining amaldagi qonunchiligini amalga oshirish bilan bog'liq hollar yoki shaxsiy ma'lumotlar sub'ekti Operatorga rozilik bergan hollar bundan mustasno. fuqarolik-huquqiy shartnoma bo'yicha majburiyatlarni bajarish uchun ma'lumotlarni uchinchi shaxsga o'tkazish .9.3. Shaxsiy ma’lumotlarda noaniqliklar aniqlansa, Foydalanuvchi Operatorning info@lesailes.uz elektron pochta manziliga “Shaxsiy ma’lumotlarni yangilash” belgisi bilan Operatorga bildirishnoma yuborish orqali ularni mustaqil ravishda yangilashi mumkin.9.4. Shaxsiy ma'lumotlarni qayta ishlash muddati, agar shartnomada yoki amaldagi qonun hujjatlarida boshqacha muddat nazarda tutilmagan bo'lsa, shaxsiy ma'lumotlar to'plangan maqsadlarga erishish bilan belgilanadi.Foydalanuvchi istalgan vaqtda shaxsiy ma'lumotlarni qayta ishlashga roziligini qaytarib olishi mumkin. ma'lumotlarni Operatorga elektron pochta orqali Operatorning info@lesailes.uz elektron pochta manziliga “Shaxsiy ma'lumotlarni qayta ishlashga rozilikni bekor qilish” belgisi bilan yuborish orqali.9.5. Uchinchi tomon xizmatlari, shu jumladan to'lov tizimlari, aloqa va boshqa xizmat ko'rsatuvchi provayderlar tomonidan to'plangan barcha ma'lumotlar ushbu shaxslar (Operatorlar) tomonidan ularning Foydalanuvchi shartnomasi va Maxfiylik siyosatiga muvofiq saqlanadi va qayta ishlanadi. Shaxsiy ma'lumotlar sub'ekti va/yoki Foydalanuvchi ko'rsatilgan hujjatlar bilan o'z vaqtida mustaqil ravishda tanishishi shart. Operator uchinchi shaxslarning, shu jumladan ushbu bandda ko'rsatilgan xizmat ko'rsatuvchi provayderlarning harakatlari uchun javobgar emas.9.6. Shaxsiy ma'lumotlar sub'ekti tomonidan tarqatilishiga ruxsat etilgan shaxsiy ma'lumotlarni uzatish (kirishni ta'minlash bundan mustasno), shuningdek qayta ishlash yoki qayta ishlash shartlari (kirish huquqidan tashqari) bo'yicha belgilangan taqiqlar shaxsiy ma'lumotlarni qayta ishlashda qo'llanilmaydi. qonun hujjatlarida belgilangan davlat, jamoat va boshqa jamoat manfaatlari O‘zR 9.7. Shaxsiy ma'lumotlarni qayta ishlashda operator shaxsiy ma'lumotlarning maxfiyligini ta'minlaydi.9.8. Operator shaxsiy ma'lumotlarni shaxsiy ma'lumotlarning predmetini aniqlash imkonini beruvchi shaklda shaxsiy ma'lumotlarni qayta ishlash maqsadlarida talab qilingan muddatdan ortiq bo'lmagan muddatda saqlaydi, agar shaxsiy ma'lumotlarni saqlash muddati O'zbekiston Respublikasi qonunchiligida belgilanmagan bo'lsa. shaxsiy ma'lumotlar sub'ekti taraf, benefitsiar yoki kafil bo'lgan.9.9. Shaxsiy ma'lumotlarni qayta ishlashni to'xtatish sharti shaxsiy ma'lumotlarni qayta ishlash maqsadlariga erishish, shaxsiy ma'lumotlar sub'ektining roziligi muddatining tugashi yoki shaxsiy ma'lumotlar sub'ekti tomonidan rozilikni qaytarib olish, shuningdek, shaxsiy ma'lumotlar sub'ektining roziligini olish bo'lishi mumkin. shaxsiy ma'lumotlarni noqonuniy qayta ishlash.10. Operator tomonidan olingan shaxsiy ma'lumotlar bilan bajariladigan harakatlar ro'yxati10.1. Operator shaxsiy ma'lumotlarni to'playdi, qayd qiladi, tizimlashtiradi, to'playdi, saqlaydi, aniqlaydi (yangilashlar, o'zgartirishlar), ekstraktlar, foydalanish, uzatish (tarqatish, taqdim etish, kirish), shaxsiy ma'lumotlarni shaxsiylashtirish, blokirovka qilish, o'chirish va yo'q qilish.10.2. Operator shaxsiy ma'lumotlarni avtomatlashtirilgan qayta ishlashni axborot va telekommunikatsiya tarmoqlari orqali olingan ma'lumotlarni olish va/yoki uzatish bilan yoki qabul qilmasdan amalga oshiradi.11. Shaxsiy ma'lumotlarning maxfiyligi Operator va shaxsiy ma'lumotlardan foydalanish huquqiga ega bo'lgan boshqa shaxslar, agar O'zbekiston Respublikasi qonun hujjatlarida boshqacha tartib nazarda tutilgan bo'lmasa, shaxsiy ma'lumotlar sub'ektining roziligisiz shaxsiy ma'lumotlarni uchinchi shaxslarga oshkor qilmasliklari yoki tarqatmasliklari shart.12. Yakuniy qoidalar 12.1. Foydalanuvchi info@lesailes.uz.12.2 elektron pochta manzili orqali Operatorga murojaat qilish orqali shaxsiy ma'lumotlarini qayta ishlash bilan bog'liq bo'lgan har qanday savollarga aniqlik kiritishi mumkin. Ushbu hujjat Operatorning shaxsiy ma'lumotlarni qayta ishlash siyosatidagi har qanday o'zgarishlarni aks ettiradi. Siyosat yangi versiya bilan almashtirilgunga qadar muddatsiz amal qiladi.12.3. Siyosatning joriy versiyasi Internetda info@lesailes.uz manzilida bepul mavjud.",
    "termsText": "Les Ailesdan ilhomlantiruvchi zavqlar\nAgar Les Ailes tarmog'ining yaratilish tarixi mavjud bo'lmasa, uni albatta ixtiro qilish kerak edi. Bu odamlarning sevgisi, milliy gastronomik an'analar va ilg'or Yevropa texnologiyalariga hurmat bilan munosabatda bo'lgan tijorat muvaffaqiyatining ajoyib namunasidir. Les Ailes - bu shunchaki tez ovqatlanish emas. Aksincha, bu bugungi kunda ajoyib moda bo'lgan bistronomiya va tez va sog'lom ovqatlanish uchun mos kafelar aralashmasi.\nFrantsuz tilidan tarjima qilingan Les Ailes \"qanotlar\" degan ma'noni anglatadi va \"lisel\" kabi eshitiladi, ammo paydo bo'lishining dastlabki kunlaridanoq brend mehmonlar tomonidan shunchalik mehr bilan munosabatda bo'lganki, u darhol \"Les Ailes\" ga aylanib, \"Les Ailes\" ga aylandi. ilhomlantiruvchi muvaffaqiyat va bu nima uchun. butun oilangiz bilan yoki do'stlaringiz davrasida keling - eng shirali nonli tovuq.\nMenyusi tayyor ovqatga asoslangan fastfud restoranlaridan farqli o'laroq, Les Ailesda hamma narsa ancha murakkab: ular blankalardan idishlar yaratadilar, ya'ni pishirish jarayoni uzoqroq davom etadi, bu esa mahsulotlarning asl yangiligini kafolatlaydi. ta'mlarning mutlaq haqiqiyligi.\nTovuq qanotlari, nuggetlar, to'plar va chiziqlar, tovuq pishloqlari, burgerlar va uzunroq pishiriqlar, sabzavotli salatlar, cheesecakes, sho'rvalar va shirinliklar - Les Ailesda taqdim etilgan hamma narsa dunyo bo'ylab ko'plab sayohatlar, turli xil oshxonalar bilan tanishish, birinchi darajali taomlarni tanlash natijasidir. mahsulotlar va ishonchli yetkazib beruvchilar, taniqli mualliflik retseptlarining kompozitsiyalari.\nHavoqand People kompaniyalar guruhiga tegishli bo'lgan Les Ailes tarmog'ining tijoriy muvaffaqiyati va mehmonlarning sodiqligi raqamlarda eng yorqin ifodalangan. 8 yillik faoliyat davomida tarmoq 15 ta filialga ko'paydi, O'zbekiston chegarasidan tashqariga chiqdi. 2021-yilda Les Ailes brendi franchayzingni ishga tushirdi va Qozog‘istonda o‘zining birinchi shoxobchasini ochdi. Les Ailes ham O‘zbekistonda Telegram botini yetkazib berish uchun ishga tushirgan birinchi tarmoq bo‘ldi. Bunday avtomatlashtirish bugungi kunda kuniga mingga yaqin buyurtmani bajarishga imkon beradi.",
    "franchiseText": "Les Ailesdan ilhomlantiruvchi zavqlar\nAgar Les Ailes tarmog'ining yaratilish tarixi mavjud bo'lmasa, uni albatta ixtiro qilish kerak edi. Bu odamlarning sevgisi, milliy gastronomik an'analar va ilg'or Yevropa texnologiyalariga hurmat bilan munosabatda bo'lgan tijorat muvaffaqiyatining ajoyib namunasidir. Les Ailes - bu shunchaki tez ovqatlanish emas. Aksincha, bu bugungi kunda ajoyib moda bo'lgan bistronomiya va tez va sog'lom ovqatlanish uchun mos kafelar aralashmasi.\nFrantsuz tilidan tarjima qilingan Les Ailes \"qanotlar\" degan ma'noni anglatadi va \"lisel\" kabi eshitiladi, ammo paydo bo'lishining dastlabki kunlaridanoq brend mehmonlar tomonidan shunchalik mehr bilan munosabatda bo'lganki, u darhol \"Les Ailes\" ga aylanib, \"Les Ailes\" ga aylandi. ilhomlantiruvchi muvaffaqiyat va bu nima uchun. butun oilangiz bilan yoki do'stlaringiz davrasida keling - eng shirali nonli tovuq.\nMenyusi tayyor ovqatga asoslangan fastfud restoranlaridan farqli o'laroq, Les Ailesda hamma narsa ancha murakkab: ular blankalardan idishlar yaratadilar, ya'ni pishirish jarayoni uzoqroq davom etadi, bu esa mahsulotlarning asl yangiligini kafolatlaydi. ta'mlarning mutlaq haqiqiyligi.\nTovuq qanotlari, nuggetlar, to'plar va chiziqlar, tovuq pishloqlari, burgerlar va uzunroq pishiriqlar, sabzavotli salatlar, cheesecakes, sho'rvalar va shirinliklar - Les Ailesda taqdim etilgan hamma narsa dunyo bo'ylab ko'plab sayohatlar, turli xil oshxonalar bilan tanishish, birinchi darajali taomlarni tanlash natijasidir. mahsulotlar va ishonchli yetkazib beruvchilar, taniqli mualliflik retseptlarining kompozitsiyalari.\nHavoqand People kompaniyalar guruhiga tegishli bo'lgan Les Ailes tarmog'ining tijoriy muvaffaqiyati va mehmonlarning sodiqligi raqamlarda eng yorqin ifodalangan. 8 yillik faoliyat davomida tarmoq 15 ta filialga ko'paydi, O'zbekiston chegarasidan tashqariga chiqdi. 2021-yilda Les Ailes brendi franchayzingni ishga tushirdi va Qozog‘istonda o‘zining birinchi shoxobchasini ochdi. Les Ailes ham O‘zbekistonda Telegram botini yetkazib berish uchun ishga tushirgan birinchi tarmoq bo‘ldi. Bunday avtomatlashtirish bugungi kunda kuniga mingga yaqin buyurtmani bajarishga imkon beradi."
  },
  "basket": {
    "basket": "Savat",
    "navigationBottomLabel": "Savat",
    "order": "Buyurtma berish",
    "addToOrder": "Buyurtmaga qo'shing",
    "willReturn": "Qaytadi",
    "fromOrder": "buyurtmadan"
  },
  "save": "Saqlash",
  "profile": {
    "profile": "Profil",
    "name": "Ism",
    "birthDay": "Tug'ilgan kun",
    "email": "Elektron pochta",
    "phone": "Telefon",
    "deleteProfile": "Profilni o'chirish",
    "enterYourBirthday": "Tug'ilgan kuningizni kiriting",
    "errorDeleteProfile": "Profilni o'chirishda xatolik",
    "logout": "Chiqish",
    "logoutConfirm": "Chiqishni istaysizmi?",
    "error": "Xatolik",
    "updateError": "Profilni o'zgartirishda xatolik",
    "profileUpdated": "Profil muvaffaqiyatli o'zgartirildi",
    "profileDeleted": "Profil muvaffaqiyatli o'chirildi",
    "requiredField": "Maydon majburiy"
  },
  "deliveryBottomSheet": {
    "addressNotDeliverable": "Etkazib berish zonasidan tashqaridagi manzil yoki filiallar yopiq",
    "continue": "Davom etish",
    "specifyAddress": "Manzilni aniqlang"
  },
  "cancel": "Bekor qilish",
  "cooking": "Tayorlanmoqda",
  "cancelled": "Bekor qilingan",
  "accepted": "Qabul qilingan",
  "order": "Buyurtma",
  "total": "Jami",
  "not-accepted": "Qabul qilinmagan",
  "not-confirmed": "Tasdiqlanmagan",
  "awaiting-payment": "To'lov kutilmoqda",
  "cooked": "Tayyor va yuborilishi kutilmoqda",
  "delivering": "Yo'lda",
  "done": "Yetkazib berildi",
  "delivery-address": "Yetkazib berish manzili",
  "goods-amount": "maxsulot qiymati",
  "write": "Yozish",
  "DeliveryTypeEnum": {
    "pickup": "Tayyorlaymiz",
    "deliver": "Yetkazib berish"
  },
  "newAddress": "Yangi ma'nzil",
  "pickup": {
    "tabList": "Ro'yxat",
    "tabMap": "Xaritada",
    "buttonSelectThisBranch": "Bu yerdan olib keting",
    "pageTitle": "Restoranni tanlang",
    "addressLabel": "Manzil",
    "workSchedule": "Ish vaqti: {fromTime} dan {toTime} gacha",
    "terminalIsNotWorking": "Ushbu restoran hozirda yopiq",
    "scheduleLabel": "Ish vaqti",
    "workScheduleNumbers": "{fromTime} - {toTime}",
    "showRoute": "Marshrutni qurish"
  },
  "addressNotFound": "Manzil topilmadi",
  "chooseCity": "Shaharni tanlang",
  "yourCity": "Sizning shahringiz",
  "ready": "Tayyor",
  "orderCreate": {
    "chooseDeliveryTime": "Yetkazib berish vaqti",
    "deliverNow": "Tezroq",
    "deliverLater": "Kechroq",
    "chooseTime": "Yetkazib berish vaqtini tanlang",
    "payType": "To'lov usuli"
  },
  "choose": "Tanlang",
  "payType": {
    "cash": "Naqd",
    "uzcard": "UzCard",
    "cashback": "Ballar",
    "online": "Online to'lovlar",
    "chooseDeliveryAddress": "Yetkazib berish yoki olib ketish manzilini tanlang",
    "card": "Karta"
  },
  "orderSuccess": {
    "thanks": "Rahmat, buyurtma qabul qilindi",
    "yourOrderLabel": "Sizning buyurtmangiz",
    "statusLabel": "Buyurtma holati"
  },
  "house": "Uy",
  "flat": "Kvartira",
  "entrance": "Kirish",
  "intercom": "Domofon",
  "additionalPhoneNumber": "Qo'shimcha telefon raqami",
  "commentToOrder": "Buyurtmaga sharh bering",
  "comment": "Sharh",
  "nearBranchNotFound": "Sizga eng yaqin filial topilmadi",
  "product": "Mahsulot",
  "equipment": "To'plam",
  "delivery": "Yetkazish xizmati",
  "leaveAReview": "Sharh qoldiring",
  "send": "Yuborish",
  "reviewSended": "Sharh yuborildi",
  "selectFirst": "Avval tanlang",
  "nearest_terminal_not_found": "Sizga eng yaqin filial topilmadi",
  "nearest_terminals_is_closed": "Sizga eng yaqin filial yopiq",
  "youHave": "Sizda",
  "sum": "so'm",
  "reviewSaved": "Sizning sharhingiz muvaffaqiyatli qabul qilindi",
  "addressName": "Manzil nomi",
  "takenAway": "Olib ketilgan",
  "shippingAmount": "Yetkazib berish narxi",
  "checkInet": "Internet ulanishlarini tekshiring",
  "update": "Yangilash",
  "nextTime": "Keyingi safar",
  "cashback": "Keshbek",
  "cashbackHistory": "Keshbek qo'shilgan va yechilgan tarixi",
  "accrued": "Qo'shilgan",
  "decommissioned": "Yechilgan",
  "wrongNumber": "Noto'g'ri raqam",
  "sentCodeToNumber": "Raqamga kod yuborildi",
  "chooseDate": "Sanani tanlang",
  "day": "Kun",
  "buyWithTheseProducts": "Ushbu mahsulotlar bilan xarid qiling",
  "featuredProducts": "Mashhur mahsulotlar",
  "enterYourName": "Ismingizni kiriting",
  "yourName": "Ismingiz",
  "incorrectCode": "Kiritilgan kod noto'g'ri yoki kod muddati tugagan",
  "getNewCode": "Yangi kodni oling",
  "buyWithThisProduct": "Ushbu mahsulot bilan sotib oling",
  "addedToBasket": "Savatga qo'shildi",
  "orderTracking": {
    "tracking_page_title": "Buyurtmangizni kuzatib boring",
    "location_not_allowed_for_status": "Ushbu buyurtma holatida kuzatuv mavjud emas",
    "error_label": "Xatolik",
    "location_not_found": "Kuzatuv mavjud emas",
    "order_not_found": "Buyurtma mavjud emas",
    "user_not_found": "Foydalanuvchi topilmadi",
    "rights_not_enough": "Kuzatuv huquqlari etarli emas",
    "order_not_deliver": "Kuzatuv mavjud emas",
    "user_not_signed": "Sizga ro'yxatdan o'tmagansiz"
  },
  "addCard": "Kartani qo'shish",
  "cardNumber": "Kartani raqami",
  "expireDate": "Amal qilish muddati",
  "cards": {
    "deleteModalTitle": "Kartani o'chirish",
    "deleteModalText": "Kartani o'chirishni xohlaysizmi?",
    "deleteModalCancel": "Bekor qilish",
    "deleteModalDelete": "O'chirish",
    "noCards": "Kartalar yo'q",
    "addCard": "Kartani qo'shish",
    "continue": "Davom etish",
    "otpPageTitle": "Karta tasdiqlash",
    "otpPageText": "Kartani tasdiqlash uchun telefon raqamingizga SMS xabar yuborildi",
    "otpApprove": "Tasdiqlash",
    "insufficientFunds": "Kartada yetarli mablag' mavjud emas",
    "balance": "Balans",
    "choose": "Tanlang",
    "fillAllFields": "Barcha maydonlarni to'ldiring",
    "enterCardNumber": "Kartani raqamini kiriting",
    "enterExpiryDate": "Kartani amal qilish muddatini kiriting"
  },
  "notSelectedDeliveryType": "Yetkazib berish usulini tanlang",
  "notSelectedPickupTerminal": "Filialni tanlang",
  "notSelectedDeliveryAddress": "Yetkazib berish manzilini aniqlang",
  "notSelectedDeliveryTime": "Yetkazib berish vaqti tanlang",
  "notSelectedPayType": "To'lov usulini tanlang",
  "deliveryNotAvailable": "Bu manzilga yetkazib berish xizmati hozirda yopiq"
}
